<?php
namespace app\common;
/**
 * 后台错误代码
 */
class errCode
{
	
const ERRCODE =[
	'1001'=>'姓名不能为空',
	'1002'=>'事件不能为空',
	'1003'=>'是否到厂不能为空',
	'1004'=>'金额不能为空',
	'1005'=>'备注不能为空',
	'1006'=>'用户名不能为空',
	'1007'=>'密码不能为空',
	'1008'=>'注册用户名不能为空',
	'1009'=>'注册密码不能为空',
	'10010'=>'注册电话不能为空',
	'10011'=>'事件名称不能为空',
	'10012'=>'事件日期不能为空',
	'10013'=>'查询事件的关键字不能空',


    '2000'=>'成功',
	'2001'=>'请求参数错误',
	'2002'=>'请求方法类型不允许',
    '2003'=>'密码错误',
    '2004'=>'该用户名不存在',

    '3001'=>'失败',



	'403'=>'用户未登录,拒绝访问'

];








}